//-------------------------------------------------------------------------*
//文件名: MCUInit.h                                                    	   *
//说  明: 芯片初始化头文件                                         		     *
//作者：      陈祥榛						                                           *
//初始时间：  2016年07月01日              			                           *
//修订记录：     		              			                                   *
//备注：      适用于MC9S12XET256               			                       *
//-------------------------------------------------------------------------*
#ifndef _DEBUGCONFIG_H_
#define _DEBUGCONFIG_H_


//#define DEBUGMODE  1     //普通模式
#define DEBUGMODE  2     //调试模式

#endif