//-------------------------------------------------------------------------*
//文件名: SCI.h 					                             	                   *
//说  明: SCI串口驱动头文件											                       *
//初始时间：  2017年03月3日              			           			           *
//修订记录：     		              			           				                 *
//备注：      适用于MC9S12XET256                          	                 *
//-------------------------------------------------------------------------*
#ifndef _SCI_H_           //防止重复定义
#define _SCI_H_

void INIT_SCI(void);
void SCI_send(unsigned char data);
void TERMIO_PutChar(char C);












#endif